IdeaRS.OpenModel.Material.MatAnchorProperties
Anchor custom data

IdeaRS.OpenModel.Material.MatAnchorProperties.KT
Tension linear stiffness.

IdeaRS.OpenModel.Material.MatAnchorProperties.KTN
Nonlinear stiffness in tension after over loaded FLT

IdeaRS.OpenModel.Material.MatAnchorProperties.FLT
Limit force in tension

IdeaRS.OpenModel.Material.MatAnchorProperties.Ult
Limit deformation in tension for stop solution UCRIT

IdeaRS.OpenModel.Material.MatAnchorProperties.KS
Shear linear stiffness.

IdeaRS.OpenModel.Material.MatAnchorProperties.KSN
Nonlinear stiffness in shear after over loaded FLS

IdeaRS.OpenModel.Material.MatAnchorProperties.FLS
Limit force in shear.

IdeaRS.OpenModel.Material.MatAnchorProperties.Uls
Limit deformation in shear for stop solution UCRIT